asvetliakov.vscode-neovim
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dracula-theme.theme-dracula
eamodio.gitlens
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
fernandoescolar.vscode-solution-explorer
github.copilot
github.copilot-chat
kevinrose.vsc-python-indent
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-playwright.playwright
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.vscode-typescript-next
naumovs.color-highlight
pkief.material-icon-theme
rangav.vscode-thunder-client
redhat.vscode-yaml
tamasfe.even-better-toml
